Repository: common-repository/psw-login-and-registration
Catalog: languages/prositegeneralfeatures-*.po
Languages: fr_ca

source: account
fr_ca: Compte

source: account
fr_ca: Compte

source: account password reset
fr_ca: réinitialisation du mot de passe du compte

source: account team
fr_ca: équipe de compte

source: Password reset code
fr_ca: Code de réinitialisation du mot de passe

source: Please use this code to reset the password for the
fr_ca: Veuillez utiliser ce code pour réinitialiser le mot de passe du

source: Team
fr_ca: Équipe

source: to activate your account
fr_ca: Pour activer votre compte

source: website
fr_ca: site web

source: , you can ignore the email or reach out to us from our website
fr_ca: , vous pouvez ignorer l'e-mail ou nous contacter depuis notre site Web

source: , you will received an instruction to reset your password by email
fr_ca: , vous recevrez une instruction pour réinitialiser votre mot de passe par e-mail

source: . And the Password to login
fr_ca: . Et le mot de passe pour se connecter

source: A new user just created an account on
fr_ca: Un nouvel utilisateur vient de créer un compte sur

source: Callback accessed
fr_ca: Rappel consulté

source: Confirm your password
fr_ca: Confirmer votre mot de passe

source: Create an account
fr_ca: Créer un compte

source: Disable the default login and registration (wp-login.php)
fr_ca: Désactiver la connexion et l'enregistrement par défaut (wp-login.php)

source: email
fr_ca: adresse courriel

source: Email address
fr_ca: Adresse courriel

source: Enter your new password
fr_ca: Entrez votre nouveau mot de passe

source: Enter your password
fr_ca: Tapez votre mot de passe

source: Error Occured please fill up the sign up form carefully.
fr_ca: Une erreur s'est produite, veuillez remplir soigneusement le formulaire d'inscription.

source: Extra emails (comma separated)
fr_ca: Courriels supplémentaires (séparés par des virgules)

source: First Name
fr_ca: Prénom

source: Go back to log in
fr_ca: Revenir à la connexion

source: Google Client ID - API
fr_ca: ID client Google - API

source: Google Client Secret - API
fr_ca: Clé secrète client Google – API

source: Hello
fr_ca: Salut

source: Here is your code:
fr_ca: Voici votre code :

source: Hi
fr_ca: Salut

source: I already have an account
fr_ca: J'ai déjà un compte

source: I don't have an account
fr_ca: je n'ai pas de compte

source: If there is an account associated to
fr_ca: Si un compte est associé à

source: If you don't recognise the
fr_ca: Si vous ne reconnaissez pas le

source: Last Name
fr_ca: Nom de famille

source: Log in
fr_ca: Connexion

source: Please check your email address for the security token
fr_ca: Veuillez vérifier votre boite de courriel pour le jeton de sécurité

source: Please click on the link
fr_ca: Veuillez cliquer sur le lien

source: Please enter a username
fr_ca: Veuillez entrer un nom d'utilisateur

source: Please enter a valid email address
fr_ca: S'il vous plaît, mettez une adresse courriel valide

source: Please enter a valid email address or username
fr_ca: Veuillez saisir une adresse e-mail ou un nom d'utilisateur valide

source: Please enter a valid password
fr_ca: Entrer un mot de passe valide s'il vous plait

source: Please type a valid email address
fr_ca: Veuillez saisir une adresse courriel valide

source: Please type your first name
fr_ca: Veuillez saisir votre prénom

source: Please type your last name
fr_ca: Veuillez entrer votre nom de famille

source: Please type your new password
fr_ca: Veuillez saisir votre nouveau mot de passe

source: Please type your password
fr_ca: Veuillez saisir votre mot de passe

source: PSW - Login and registration is a plugin that will enable you to login or register on a wordPress website from the front-end. Enable the PSW - Login and register to improve security of your website
fr_ca: PSW — Login and registration est un plugin vous permettant de vous connecter ou de vous inscrire sur un site WordPress depuis le front-end. Activez le PSW — Connectez-vous et enregistrez-vous pour améliorer la sécurité de votre site Web.

source: PSW - Front-end Login and registration
fr_ca: PSW - Connexion frontale et inscription

source: PSW - Login and registration
fr_ca: PSW - Connexion et inscription

source: PSW registration template
fr_ca: Modèle d'inscription PSW

source: Re-enter your new password
fr_ca: Entrez à nouveau votre nouveau mot de passe

source: Recovery password
fr_ca: Mot de passe de récupération

source: Register
fr_ca: S'inscrire

source: Registration is disabled
fr_ca: L'inscription est désactivée

source: Reset
fr_ca: réinitialiser

source: Reset password
fr_ca: Réinitialiser le mot de passe

source: Security token
fr_ca: Jeton de sécurité

source: See details below
fr_ca: Voir les détails ci-dessous

source: Settings
fr_ca: Réglages

source: Show Password
fr_ca: Montrer le mot de passe

source: Sign in with Facebook
fr_ca: Connexion Facebook

source: Sign in with Google
fr_ca: Connexion avec Google

source: Thank you for creating an account on
fr_ca: Merci d'avoir créé un compte sur

source: Thanks
fr_ca: Merci

source: Thanks for creating an account on our website. Please check your email for activation link. If you can not see the email in the inbox folder, you may have to check the spam folder.
fr_ca: Merci d'avoir créé un compte sur notre site. Veuillez vérifier votre e-mail pour le lien d'activation. Si vous ne voyez pas l'e-mail dans le dossier de la boîte de réception, vous devrez peut-être vérifier le dossier pourriel.

source: The two passwords are not the same
fr_ca: Les deux mots de passe ne sont pas identiques

source: Update
fr_ca: Mettre à jour

source: User name already exixts.
fr_ca: Cet identifiant existe déjà.

source: User Name and Email are mandatory
fr_ca: Le nom d'utilisateur et l'e-mail sont obligatoires

source: User registration default role
fr_ca: Rôle par défaut d'enregistrement d'utilisateur

source: user registration page
fr_ca: page d'enregistrement des utilisateurs

source: Username
fr_ca: Nom d'utilisateur

source: username
fr_ca: Nom d'utilisateur

source: We have reset your password, you can now log in
fr_ca: Nous avons réinitialisé votre mot de passe, vous pouvez maintenant vous connecter

source: Welcome to
fr_ca: Bienvenue à

source: Wrong email or password
fr_ca: Mauvais adresse courriel ou mot de passe

source: Your account is activated
fr_ca: Votre compte est activé

source: Your account is not active. Please check your email to validate your account. If you can not find the email, please click on the reset link to reset your password.
fr_ca: Votre compte n'est pas actif. Veuillez vérifier votre email pour valider votre compte. Si vous ne trouvez pas l'e-mail, veuillez cliquer sur le lien de réinitialisation pour réinitialiser votre mot de passe.

source: Your Email address
fr_ca: Votre adresse courriel

source: Your Email address or username
fr_ca: Votre adresse e-mail ou nom d'utilisateur

source: Your password
fr_ca: Votre mot de passe

source: Your passwords do not match
fr_ca: Vos mots de passe ne correspondent pas
